Repository: RBoelter/citations
Catalog: locale/*/locale.po
Languages: de_de, es_es, pt_br

# plugins.generic.citations.title
source: Scopus/Crossref Plugin
es_es: Scopus/Crossref Módulo
pt_br: Plugin Scopus/CrossRef

# plugins.generic.citations.desc
source: This plugin shows the total number of citations and a "cited by" article list from Scopus and/or Crossref.
de_de: Dieses Plugin zeigt die Gesamtanzahl der Zitationen und eine "zitiert von" Artikelliste von Scopus und/oder Crossref an.
es_es: Este módulo muestra el número total de citas y "citado por" de un artículo, desde Scopus y/o Crossref.
pt_br: Esse plugin exibe o número total de citações e uma lista de artigos que o citam, obtida da Scopus e/ou CrossRef.

# plugins.generic.citations.provider
source: Provider
de_de: Anbieter
es_es: Proveedor
pt_br: Fornecedor

# plugins.generic.citations.provider.desc
source: Choose between Crossref, Scopus or both.
de_de: Auswahl zwischen Crossref, Scopus oder beiden.
es_es: Elija entre Crossref, Scopus o ambos.
pt_br: Escolha entre CrossRef, Scopus ou ambos.

# plugins.generic.citations.options.all
source: Scopus & Crossref
pt_br: Scopus e CrossRef

# plugins.generic.citations.api.desc
source: The API credentials are requested in the following fields. These are stored but not re-displayed for safety purposes. You do not have to reenter your credentials because the already stored credentials will be used. If credentials are stored, the corresponding input fields are marked with a blue border.
de_de: In den folgenden Feldern werden die API-Zugänge abgefragt. Diese werden gespeichert, aber aus Sicherheitsgründen nicht erneut angezeigt. Sie müssen Ihre Zugangsdaten nicht erneut eingeben, da die vorhanden Zugangsdaten übernommen werden. Wenn Zugangsdaten hinterlegt sind, dann werden die entsprechenden Eingabefelder mit einem blauen Rand versehen.
es_es: Las credenciales API, se cumplimentan en los siguientes campos. Estas son guardadas pero no se volverán a mostrar por motivos de seguridad. Una vez guardadas, no tiene que volver a introducirlas. Si las credenciales están guardadas, los campos correspondientes se muestran con un borde azul.
pt_br: As credenciais da API são solicitadas nos campos a seguir. Elas são armazenadas, mas não são exibidas novamente para fins de segurança. Você não precisa inserir suas credenciais novamente porque as credenciais já armazenadas serão usadas. Se as credenciais forem armazenadas, os campos de entrada correspondentes serão marcados com uma borda azul.

# plugins.generic.citations.scopus
source: Scopus API
de_de: Scopus API Zugangsdaten
pt_br: API da Scopus

# plugins.generic.citations.scopus.desc
source: In order to retrieve citation statistics from Scopus you need an API key. If you don't have an API key yet, you can request one <a href="https://dev.elsevier.com/sc_apis.html" target="_blank">here</a> (free of charge)
de_de: Um Zitationsstatistiken von Scopus abrufen zu benötigen Sie einen API-Key. Falls Sie noch keinen haben, dann können Sie <a href="https://dev.elsevier.com/sc_apis.html" target="_blank">hier</a> einen Key beantragen.(kostenlos)
es_es: En virtud de poder recuperar las estadísticas de cita desde Scopus, necesita una API key. Si aún no cuenta con una, puede solicitarla <a href="https://dev.elsevier.com/sc_apis.html" target="_blank">aquí</a> (libre de cargas)
pt_br: Para recuperar as estatísticas das citações da Scopus você precisa de uma chave da API. Se você não tem uma chave da API, você pode solicitar uma <a href="https://dev.elsevier.com/sc_apis.html" target="_blank">aqui</a> (isento de custos)

# plugins.generic.citations.scopus.key
source: Enter here the Scopus API Key.
de_de: Tragen Sie hier Ihren Scopus API Key ein.
es_es: Introduzca la Scopus API Key.
pt_br: Insira aqui a sua chave da API da Scopus

# plugins.generic.citations.crossref
source: CrossRef API
de_de: CrossRef API Zugansdaten
pt_br: API da CrossRef

# plugins.generic.citations.crossref.desc
source: To get access to the Crossref API you have to be a <a href="https://www.crossref.org/membership/" target="_blank">member</a> of Crossref. This is associated with <a href="https://www.crossref.org/fees/" target="_blank">fees</a>.<br />If you are a member of Crossref, please enter your credentials here.<br /><strong>You must <a href="https://www.crossref.org/contact" target="_blank">contact Crossref</a> to ask for the Cited-by service to be enabled for your prefix(es).</strong>
de_de: Um Zugangsdaten für die Crossref API zu bekommen muss man sein <a href="https://www.crossref.org/membership/" target="_blank">Mitglied</a> von Crossref sein. Dies ist mit <a href="https://www.crossref.org/fees/" target="_blank">Kosten</a> verbunden. Wenn Sie Crossref Mitglied sind, dann tragen Sie hier Ihre Zugansdaten ein.
es_es: Para tener acceso a Crossref API, debe ser <a href="https://www.crossref.org/membership/" target="_blank">miembro</a> de Crossref. <a href="https://www.crossref.org/fees/" target="_blank">Tarifas</a>. Si eres miembro de Crossref, por favor, introduzca sus credenciales aquí. <br /><strong>You must <a href="https://www.crossref.org/contact" target="_blank">contact Crossref</a> to ask for the Cited-by service to be enabled for your prefix(es).</strong>
pt_br: Para ter acesso à API da CrossRef, você deve ser um <a href="https://www.crossref.org/membership/" target="_blank">membro</a> da CrossRef. Isto está associado a <a href="https://www.crossref.org/fees/" target="_blank">taxas</a>.<br /> Se você é um membro do CrossHef, por favor insira suas credenciais aqui.<br /><strong> Você deve <a href="https://www.crossref.org/contact" target="_blank">contatar a CrossRef</a> para solicitar que o serviço "Citado por" seja habilitado para o(s) seu(s) prefixo(s).</strong>

# plugins.generic.citations.crossref.name
source: Enter here the Crossref API username.
de_de: Tragen Sie hier Ihren Crossref API Benutzernamen ein.
es_es: Introduzca usuario/a de Crossref API.
pt_br: Digite aqui o nome do usuário da API da CrossRef

# plugins.generic.citations.crossref.pwd
source: Enter here the Crossref API password.
de_de: Tragen Sie hier Ihren Crossref API Passwort ein.
es_es: Introduzca contraseña de Crossref API.
pt_br: Digite aqui a senha da API da CrossRef

# plugins.generic.citations.show.total
source: Total number of citations
de_de: Anzahl Zitationen
es_es: Número total de citas
pt_br: Numero total de citações

# plugins.generic.citations.show.total.desc
source: The total number of citations can be de-/activated with this option.
de_de: Die Ansicht der Gesamtanzahl der Zitationen kann mit dieser Option de-/aktiviert werden.
es_es: El número total de citas puede ser des-/activado con esta opción.
pt_br: O numero total de citações pode ser ativada/desativada com esta opção

# plugins.generic.citations.show.total.check
source: Enable total number of citations
de_de: Anzahl der Zitationen einschalten
es_es: Habilitar número total de citas
pt_br: Habilitar o número total de citações

# plugins.generic.citations.show.list
source: "cited by" article listing
de_de: "zitiert von" Artikelliste
es_es: Listado de "citado por" del artículo
pt_br: Lista de artigos com citação

# plugins.generic.citations.show.list.desc
source: The "cited by" article listing can be de-/activated with this option
de_de: Mit dieser Option kann die "zitiert von" Artikelliste de-/aktiviert werden.
es_es: El listado de "citado por" del artículo puede ser des-/activado con esta opción
pt_br: A listagem de artigos que citam o artigo em questão pode ser ativada/desativada com esta opção

# plugins.generic.citations.show.list.check
source: Enable "cited by" article listing
de_de: "zitiert von" Artikelliste einschalten
es_es: Habilitar listado de "citado por" del artículo
pt_br: Habilitar listagem de artigos com citação

# plugins.generic.citations.max.height
source: Block height
de_de: Höhe des Blocks
es_es: Altura del bloque
pt_br: Altura do bloco

# plugins.generic.citations.max.height.desc
source: Enter here a maximum height of the block. If you leave the field empty or enter 0, the height is not restricted.
de_de: Tragen sie hier die maximale Höhe des blocks ein. Wenn Sie das Feld leer lassen, oder 0 eingeben, dann wird die Höhe nicht eingeschrankt.
es_es: Introduzca la altura máxima del bloque. Si deja el campo en blanco o introduce 0, la altura no estará restringida.
pt_br: Digite aqui a altura máxima do bloco. Se você deixar o campo vazio ou inserir 0, a altura não será restringida

# plugins.generic.citations.show.google
source: Google Scholar
de_de: Google Scholar Link
pt_br: Google Acadêmico

# plugins.generic.citations.show.google.desc
source: The link to the Google Scholar search can be de-/activated with this option.
de_de: Mit dieser Option kann der Link zur Google Scholar Suche de-/aktiviert werden.
es_es: El enlace al buscador Google Scholar puede ser des-/activado con esta opción.
pt_br: O link para a pesquisa do Google Acadêmico pode ser ativado/desativado com esta opção

# plugins.generic.citations.show.google.check
source: Enable Google Scholar
de_de: Google Scholar einschalten
es_es: Habilitar Google Scholar
pt_br: Habilitar Google Acadêmico

# plugins.generic.citations.show.pmc.desc
source: The link to the Europe PMC search can be de-/activated with this option.
de_de: Mit dieser Option kann der Link zur Europe PMC Suche de-/aktiviert werden.
es_es: El enlace al buscador Europe PMC puede ser des-/activado con esta opción.
pt_br: O link para a busca do Europe PMC pode ser ativado/desativado com esta opção

# plugins.generic.citations.show.pmc.check
source: Enable Europe PMC
de_de: Europe PMC einschalten
es_es: Habilitar Europe PMC
pt_br: Habilitar Europe PMC

# plugins.generic.citations.show.pmc
source: Europe PMC
de_de: Europe PMC Link
